Revit 2027 API
ParameterTypeId.EndTreatment Property
 "End Treatment"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId EndTreatment { get; }
Public Shared ReadOnly Property EndTreatment As ForgeTypeId
	Get
public:
static property ForgeTypeId^ EndTreatment {
	ForgeTypeId^ get ();
}
static member EndTreatment : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace